<?php
$title = 'サイト案内ページを作成しました';
$date = '2026-10-05';
$this->displayBlogHead($title);
?>
<main class="main-content">
  <div>
    <?php echo Common::h($date); ?>
  </div>
  <div>
    <p>
      新たにこのサイトについて案内するページを作成しました。
      今までは何となく当サイトをポートフォリオとして置いていただけでしたが、多くの人に見てもらえるwebページに近づけたかなと思います。
    </p>
    <p>
      ↓↓<br>
      <a href="http://localhost:3000/siteExplanation">このサイトについて</a>
      <br>↑↑
    </p>
    <p>
      ただ、せっかくのポートフォリオも活躍の機会が少なく最近は思い悩んでいます。<br>
      ITの就職が難しすぎて。どうしたもんかな、どうしよっかな。って感じでほとほと困り果てています。
    </p>
    <p class="top-space">
      今後このサイトでは、ギャラリーを更新しつつブラウザゲームをもう一つ作成する予定です。<br>
      その後は個人的にUnityを勉強したいと考えています。もし仕事に夢中で、サイトを更新する暇もなくなっていれば、それはそれで良いのですが…。
    </p>
  </div>
</main>
<?php showFooter(); ?>