<?php
$title = 'サイト案内ページを作成しました';
$date = '2026-10-05';
$this->displayBlogHead($title);
?>
<main class="main-content">
  <div>
    <?php echo Common::h($date); ?>
  </div>
  <div>
    <p>
      新たにこのサイトについて案内するページを作成しました。
      今までは何となく当サイトをポートフォリオとして置いていただけでしたが、多くの人に見てもらえるwebページに近づけたかな、と思います。
    </p>
    <p>
      ただ、せっかくのポートフォリオも活躍の機会が少なく、最近は思い悩んでいます。<br>
      ハローワークで求人検索をしていたのですが、どうにも「ＳＥＳ（準委任契約）を紹介する企業の、さらにその転職エージェント」による求人が多く、紹介した後は丸投げなので実力とかどうでも良くて見ないんですよね<del>（どうせここも見られません）。</del>
    </p>
    <p>
      ITの就職が難しすぎて。どうしたもんかな、どうしよっかな。って感じでほとほと困り果てています。
    </p>
    <p class="top-space">
      今後このサイトでは、ギャラリーを更新しつつブラウザゲームをもう一つ作成する予定です。<br>
      その後は個人的にUnityを勉強したいと考えています。もし仕事に夢中で、サイトを更新する暇もなくなっていれば、それはそれで良いのですが…。
    </p>
  </div>
</main>
<?php showFooter(); ?>